
  {
    "_id": "1",
    "name": "Whiskey Sour",
    "image": "/images/products/whiskeysour.webp",
    "description":
      "The whiskey sour is a mixed drink containing whiskey, lemon juice, sugar, and optionally, a dash of egg white. It is a type of sour, a mixed drink with a base spirit, citrus juice, and a sweetener.",
    "brand": "",
    "category": "Whiskey",
    "price": 14.99,
    "countInStock": 2,
    "rating": 4.5,
    "numReviews": 5,
  },
  {
    "_id": "2",
    "name": "Negroni",
    "image": "/images/products/negroni.webp",
    "description":
      "A Negroni is an Italian cocktail, made of one part gin, one part vermouth rosso and one part Campari, garnished with orange peel. It is considered an apéritif. A traditionally made Negroni is stirred, not shaken; it is built over ice in an old-fashioned or rocks glass and garnished with a slice of orange.",
    "brand": "",
    "category": "Vermouth Rosso, Campari ",
    "price": 12.28,
    "countInStock": 2,
    "rating": 2.5,
    "numReviews": 5,
  },
  {
    "_id": "3",
    "name": "Long Island Iced Tea",
    "image": "/images/products/longislandicedtea.webp",
    "description":
      "The Long Island iced tea, or Long Island ice tea, is an IBA official cocktail, typically made with vodka, tequila, light rum, triple sec, gin, and a splash of cola. Despite its name, the cocktail does not typically contain iced tea, but is named for having the same amber hue as iced tea.",
    "brand": "",
    "category": "Vodka, Tequila, Triple sec, Gin, Rum",
    "price": 9,
    "countInStock": 2,
    "rating": 4.5,
    "numReviews": 5,
  },
  {
    "_id": "4",
    "name": "Pina Colada",
    "image": "/images/products/pinacolada.webp",
    "description":
      "The piña colada is a cocktail made with rum, cream of coconut or coconut milk, and pineapple juice, usually served either blended or shaken with ice. It may be garnished with either a pineapple wedge, maraschino cherry, or both. The drink appears to have originated in Puerto Rico.",
    "brand": "",
    "category": "Rum",
    "price": 100,
    "countInStock": 2,
    "rating": 4.5,
    "numReviews": 5,
  },
  {
    "_id": "5",
    "name": "Pisco Sour",
    "image": "/images/products/piscosour.webp",
    "description":
      "A pisco sour is an alcoholic cocktail of Peruvian origin that is typical of Peruvian cuisine. The drink's name comes from pisco, which is its base liquor, and the cocktail term sour, about sour citrus juice and sweetener components.",
    "brand": "",
    "category": "Pisco",
    "price": 8,
    "countInStock": 2,
    "rating": 4.5,
    "numReviews": 5,
  },
  {
    "_id": "6",
    "name": "Irish Coffee",
    "image": "/images/products/irishcoffee.webp",
    "description":
      "Irish coffee is a caffeinated alcoholic drink consisting of Irish whiskey, hot coffee and sugar, which has been stirred and topped with cream. The coffee is drunk through the cream.",
    "brand": "",
    "category": "Whiskey, Coffee",
    "price": 12,
    "countInStock": 2,
    "rating": 4.5,
    "numReviews": 5,
  }
